Repository: Zoomicon/LvS
Catalog: LvS/screens/ActivityView.*.resx
Languages: hu

# btnAddSubtitle.Text
source: &Add subtitle
hu: Felirat &hozzáadása

# btnAddSubtitle.ToolTipText
source: Insert new subtitle at current time (F8)
hu: Felirat hozzáadása (F8)

# btnRemoveSubtitle.Text
source: &Remove subtitle
hu: Felirat &törlése

# btnRemoveSubtitle.ToolTipText
source: Remove subtitle (F9)
hu: Felirat törlése (F9)

# btnSetSubtitleStart.Text
source: Set subtitle &start
hu: Felirat &kezdetének beállítása

# btnSetSubtitleStart.ToolTipText
source: Set subtitle start (F6)
hu: Felirat kezdetének beállítása (F6)

# btnSetSubtitleEnd.Text
source: Set subtitle &end
hu: Felirat &végének beállítása

# btnSetSubtitleEnd.ToolTipText
source: Set subtitle end (F7)
hu: Felirat végének beállítása (F7)

# tabNotesTeacher.Text
source: Teacher notes
hu: Tanár jegyzetei

# tabNotesStudent.Text
source: Student notes
hu: Hallgató jegyzetei
