Repository: Zoomicon/LvS
Catalog: LvS/screens/MainForm.*.resx
Languages: es, pt, ro

# actionShowAbout.Hint
source: Information about this application
es: Información sobre esta aplicación
pt: Informação sobre esta aplicação
ro: Informaţii despre această aplicaţie

# actionShowAbout.Text
source: &About...
es: &Acerca de…
pt: &Sobre…
ro: &Despre ...

# actionExit.Hint
source: Exit application
es: Salir de la aplicación
pt: Sair da aplicação
ro: Ieşire din aplicaţie

# actionExit.Text
source: &Exit
es: &Salir
pt: &Sair
ro: &Ieşire

# actionOpenActivityBrowse.Hint
source: Open activity folder
es: Abrir carpeta de actividad
pt: Abrir pasta da actividade
ro: Deschide director de lucru

# actionOpenActivityBrowse.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# actionImportVideoBrowse.Hint
source: Import video file
es: Importar archivo de vídeo
pt: Importar ficheiro vídeo
ro: Importă fişier video

# actionImportVideoBrowse.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# actionImportAudioBrowse.Hint
source: Import audio file
es: Importar archivo de audio
pt: Importar ficheiro audio
ro: Importă fişier audio

# actionImportAudioBrowse.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# actionImportSubtitlesBrowse.Hint
source: Import subtitling file
es: Importar archivo de subtítulos
pt: Importar ficheiro de legendas
ro: Importă fişier subtitrare

# actionImportSubtitlesBrowse.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# actionImportDocumentBrowse.Hint
source: Import document file
es: Importar archivo de documentos
pt: Importar ficheiro documento
ro: Importă fişier document

# actionImportDocumentBrowse.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# actionImportPackedActivity.Hint
source: Import packed activity file
es: Importar archivo de actividad compactada
pt: Importar ficheiro pacote de actividades
ro: Importă fişier de lucru compactat

# actionImportPackedActivity.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# actionExportPackedActivity.Hint
source: Export to packed activity file
es: Exportar a archivo de paquete de actividad
pt: Exportar para ficheiro de actividades compactado
ro: Exportă către fişier de lucru compactat

# actionExportPackedActivity.Text
source: &Packed Activity...
es: Actividad &compactada…
pt: &Actividade Compactada…
ro: &Activitate compactată...

# actionPageSetup.Hint
source: Set up printer page
es: Configurar página de impresión
pt: Configurar página de impressão
ro: Configurare pagină imprimantă

# actionPageSetup.Text
source: Page &setup...
es: Configuración de página…
pt: Configurar página…
ro: Configurare pagină…

# actionPrintPreview.Hint
source: Preview printing
es: Vista preliminar de impresión
pt: Pré-visualizar impressão
ro: Previzualizare imprimare

# actionSaveActivity.Hint
source: Save any changes to activity folder
es: Guardar cambios en la carpeta de actividad
pt: Guardar quaisquer alterações na pasta da actividade
ro: Salvează orice modificare în directorul de lucru

# actionSaveActivity.Text
source: &Save all...
es: &Guardar todo
pt: &Guardar tudo
ro: &Salvează tot

# actionPrint.Hint
source: Print
es: Imprimir
pt: Imprimir
ro: Imprimare

# actionPrint.Text
source: &Print...
es: &Imprimir...
pt: &Imprimir...
ro: &Imprimare...

# actionExportSubtitles.Hint
source: Export subtitles
es: Exportar subtítulos
pt: Exportar legendas
ro: Exportă subtitrare

# actionExportSubtitles.Text
source: &Subtitles...
es: &Subtítulos…
pt: &Legendas…
ro: &Subtitrare…

# actionExportDocument.Hint
source: Export document
es: Exportar documento
pt: Exportar documento
ro: Exportă document

# actionExportDocument.Text
source: &Document...
es: &Documento…
pt: &Documento…

# actionNewActivity.Hint
source: Create new activity folder
es: Crear carpeta para nueva actividad
pt: Criar nova pasta de actividade
ro: Creează un nou director de lucru

# actionNewActivity.Text
source: &New activity...
es: &Nueva actividad…
pt: &Nova actividade…
ro: &O nouă activitate…

# actionCloseActivity.Hint
source: Close activity
es: Cerrar actividad
pt: Fechar Actividade
ro: Încheie activitatea

# actionCloseActivity.Text
source: &Close
es: &Cerrar
pt: &Fechar
ro: &Încheiere

# actionAuthoringMode.Hint
source: Select to enable authoring features
es: Seleccionar para activar funciones de autoría
pt: Seleccionar para activar as propriedades de gravação
ro: Selectează pentru a activa facilităţile de lucru

# actionAuthoringMode.Text
source: &Authoring mode
es: &Modo de autoría
pt: &Modo de Gravação
ro: &Mod de lucru

# actionSendFeedback.Hint
source: Send feedback
es: Enviar comentarios
pt: Enviar feedback
ro: Trimite feedback

# actionSendFeedback.Text
source: &Send feedback
es: &Enviar comentarios
pt: &Enviar feedback
ro: Trimite &feedback

# actionClearMRU.Hint
source: Clear Most Recently Used lists
es: Borrar listas utilizadas más recientes
pt: Apagar listas mais recentes
ro: Şterge listele utilizate recent

# actionClearMRU.Text
source: &Clear Most Recently Used lists
es: &Borrar listas utilizadas más recientes
pt: &Apagar listas mais recentes
ro: &Şterge listele utilizate recent

# actionHelp.Hint
source: Show documentation
es: Mostrar documentación
pt: Ver documentação
ro: Arată documentaţia

# actionHelp.Text
source: LvS &Help
es: &Ayuda de LvS
pt: LvS &Ajuda
ro: LvS &Ajutor

# actionPortal.Hint
source: Visit LeViS portal on the web
es: Visitar el portal de LeViS en la web
pt: Visitar portal LeVis na Rede
ro: Vizitează portalul LeViS pe web

# actionPortal.Text
source: Visit LeViS portal
es: Visitar el portal de LeViS
pt: Visitar portal LeVis
ro: Vizitează portalul LeViS

# mnuAbout.Text
source: &About...
es: &Acerca de…
pt: &Acerca…
ro: &Despre...

# mnuExit.Text
source: &Exit
es: &Salir
pt: &Fechar
ro: &Ieşire

# BrowseToolStripMenuItem4.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# BrowseToolStripMenuItem.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# BrowseToolStripMenuItem1.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# BrowseToolStripMenuItem2.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# BrowseToolStripMenuItem3.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# ToolStripMenuItem4.Text
source: &Browse...
es: &Examinar…
pt: &Procurar...
ro: &Navighează...

# ToolStripMenuItem2.Text
source: &Packed Activity...
es: &Actividad compactada…
pt: &Actividade Compactada…
ro: &Activitate compactată...

# mnuPageSetup.Text
source: Page &setup...
pt: &Configurar página…
ro: &Configurare pagină…

# mnuPrint.Text
source: &Print...
es: &Imprimir...
pt: &Imprimir...
ro: &Imprimare...

# mnuSaveActivity.Text
source: &Save all...
es: &Guardar todo
pt: &Guardar tudo
ro: &Salvează tot

# SubtitlesToolStripMenuItem1.Text
source: &Subtitles...
es: &Subtítulos…
pt: &Legendas…
ro: &Subtitrare…

# DocumentToolStripMenuItem.Text
source: &Document...
es: &Documento…
pt: &Documento…

# mnuNewActivity.Text
source: &New activity...
es: &Nueva actividad…
pt: &Nova actividade…
ro: &O nouă activitate…

# mnuCloseActivity.Text
source: &Close
es: &Cerrar
pt: &Fechar
ro: &Încheiere

# mnuAuthoringMode.Text
source: &Authoring mode
es: &Modo de autoría
pt: &Modo de Gravação
ro: &Mod de lucru

# mnuSendFeedback.Text
source: &Send feedback
es: &Enviar comentarios
pt: &Enviar feedback
ro: &Trimite feedback

# mnuClearMRU.Text
source: &Clear Most Recently Used lists
es: &Borrar listas utilizadas más recientes
pt: &Apagar listas mais recentes
ro: &Şterge listele utilizate recent

# mnuShowHelp.Text
source: LvS &Help
es: &Ayuda de LvS
pt: LvS &Ajuda
ro: LvS &Ajutor

# mnuPortal.Text
source: Visit LeViS portal
es: Visitar el portal de LeViS
pt: Visitar portal LeVis
ro: Vizitează portalul LeViS

# mnuOpenActivity.Text
source: &Open activity
es: A&brir actividad
pt: &Abrir Actividade
ro: &Deschide activitate

# mnuImportPackedActivity.Text
source: &Packed activity
es: &Actividad compactada…
pt: &Actividade Compactada…
ro: &Activitate compactată…

# mnuImportVideo.Text
source: &Video
es: &Vídeo
pt: &Vídeo

# mnuImportSubtitles.Text
source: &Subtitles
es: &Subtítulos
pt: &Legendas
ro: &Subtitrare

# mnuImportDocument.Text
source: &Document
es: &Documento
pt: &Documento

# mnuImport.Text
source: &Import
es: &Importar
pt: &Importar
ro: &Importă

# mnuExport.Text
source: &Export
es: &Exportar
pt: &Exportar
ro: &Exportă

# mnuFile.Text
source: &File
es: &Archivo
pt: &Ficheiro
ro: &Fişier

# mnuOptions.Text
source: &Options
es: &Opciones
pt: &Opções
ro: &Opţiuni

# mnuHelp.Text
source: &Help
es: Ay&uda
pt: &Ajuda
ro: &Ajutor

# dlgImportVideo.Filter
source: Video files (MPEG, MPG, MP4, VOB, WMV, AVI, MOV, QT)|*.mpeg;*.mpg;*.mp4;*.vob;*.wmv;*.avi;*.mov;*.qt|MPEG files (MPEG, MPG, MP4, VOB)|*.mpeg;*.mpg;*.mp4;*.vob|Windows Movie files|*.wmv|AVI files|*.avi|QuickTime movies (MOV, QT)|*.mov;*.qt
es: Archivos de vídeo (MPEG, MPG, MP4, VOB, WMV, AVI, MOV, QT)|*.mpeg;*.mpg;*.mp4;*.vob;*.wmv;*.avi;*.mov;*.qt|Archivos MPEG (MPEG, MPG, MP4, VOB)|*.mpeg;*.mpg;*.mp4;*.vob|Archivos Windows Movie (WMV)|*.wmv|Archivos AVI|*.avi|Clips QuickTime (MOV, QT)|*.mov;*.qt
pt: Ficheiros de Vídeo (MPEG, MPG, MP4, VOB, WMV, AVI, MOV, QT)|*.mpeg;*.mpg;*.mp4;*.vob;*.wmv;*.avi;*.mov;*.qt| Ficheiros (MPEG, MPG, MP4, VOB)|*.mpeg;*.mpg;*.mp4;*.vob|Ficheiros Windows Movie (WMV)|*.wmv|Ficheiros AVI|*.avi|Filmes QuickTime (MOV, QT)|*.mov;*.qt
ro: Fişiere video (MPEG, MPG, MP4, VOB, WMV, AVI, MOV, QT)|*.mpeg;*.mpg;*.mp4;*.vob;*.wmv;*.avi;*.mov;*.qt|Fişiere MPEG (MPEG, MPG, MP4, VOB)|*.mpeg;*.mpg;*.mp4;*.vob|Fişiere Film Windows (WMV)|*.wmv|Fişiere AVI|*.avi|Filme QuickTime (MOV, QT)|*.mov;*.qt

# dlgImportVideo.Title
source: Import video
es: Importar vídeo
pt: Importar vídeo
ro: Importă video

# dlgImportAudio.Filter
source: Audio files (WAV, AU, MP3)|*.wav;*.au;*.mp3|Wave files (WAV)|*.wav|AU files|*.au|MP3 files|*.mp3
es: Archivos de audio (WAV, AU, MP3)|*.wav;*.au;*.mp3|Archivos Wave (WAV)|*.wav|Archivos AU|*.au|Archivos MP3|*.mp3
pt: Ficheiros audio (WAV, AU, MP3)|*.wav;*.au;*.mp3|Ficherios Wave (WAV)|*.wav|Ficheiros AU|*.au|Ficheiros MP3|*.mp3
ro: Fişiere audio (WAV, AU, MP3)|*.wav;*.au;*.mp3|Fişiere WAVE (WAV)|*.wav|Fişiere AU|*.au|Fişiere MP3|*.mp3

# dlgImportAudio.Title
source: Import audio
es: Importar audio
pt: Importar audio
ro: Importă audio

# dlgImportDocument.EncodingLabel
source: &Encoding:
es: &Codificación:
pt: &Codificação:
ro: &Codare:

# dlgImportDocument.Filter
source: Document files (MHT, HTML, TXT, RTF, DOC, XLS, CSV, PPT, SWF, PDF)|*.mht;*.html;*.htm;*.txt;*.rtf;*.doc;*.xls;*.csv;*.ppt;*.swf;*.pdf|Web archive (MHT)|*.mht|Webpage (HTML)|*.html;*.htm|Text files (TXT, RTF)|*.txt;*.rtf|Word documents (DOC)|*.doc|Excel spreadsheets (XLS, CSV)|*.xls;*.csv|PowerPoint presentations (PPT)|*.ppt|Shockwave files (SWF)|*.swf|PDF documents (PDF)|*.pdf
es: Archivos de documentos (MHT, HTML, TXT, RTF, DOC, XLS, CSV, PPT, SWF, PDF)|*.mht;*.html;*.htm;*.txt;*.rtf;*.doc;*.xls;*.csv;*.ppt;*.swf;*.pdf|Archivos web (MHT)|*.mht|Página web (HTML)|*.html;*.htm|Archivos de texto (TXT, RTF)|*.txt;*.rtf|Documentos Word (DOC)|*.doc|Hojas de cálculo Excel (XLS, CSV)|*.xls;*.csv|Presentaciones PowerPoint (PPT)|*.ppt|Documentos Shockwave (SWF)|*.swf|Documentos PDF|*.pdf
pt: Ficheiros (MHT, HTML, TXT, RTF, DOC, XLS, CSV, PPT, SWF, PDF)|*.mht;*.html;*.htm;*.txt;*.rtf;*.doc;*.xls;*.csv;*.ppt;*.swf;*.pdf|arquivo Web (MHT)|*.mht|Página Web (HTML)|*.html;*.htm|Ficheiros de Texto (TXT, RTF)|*.txt;*.rtf|Documentos Word (DOC)|*.doc|Folhas de Cálculo Excel (XLS, CSV)|*.xls;*.csv|Apresentações PowerPoint (PPT)|*.ppt|Documentos Shockwave (SWF)|*.swf|Documentos PDF|*.pdf
ro: Fişiere document (MHT, HTML, TXT, RTF, DOC, XLS, CSV, PPT, SWF, PDF)|*.mht;*.html;*.htm;*.txt;*.rtf;*.doc;*.xls;*.csv;*.ppt;*.swf;*.pdf|Arhivă Web (MHT)|*.mht|Pagină Web(HTML)|*.html;*.htm|Fişiere Text (TXT, RTF)|*.txt;*.rtf|Documente Word (DOC)|*.doc|Manipulator de tabele Excel (XLS, CSV)|*.xls;*.csv|Prezentări PowerPoint (PPT)|*.ppt|Documente Shockwave (SWF)|*.swf|Documente PDF|*.pdf

# dlgImportDocument.Title
source: Import document
es: Importar documento
pt: Importar documento
ro: Importă document

# dlgImportPackedActivity.Filter
source: Packed activity (LVS)|*.lvs
es: Actividad compactada (LVS)|*.lvs
pt: Actividade Compactada (LVS)|*.lvs
ro: Activitate compactată (LVS)|*.lvs

# dlgImportPackedActivity.Title
source: Import packed activity
es: Importar actividad compactada
pt: Importar actividade compactada
ro: Importă activitate compactată

# dlgExportPackedActivity.Filter
source: Without multimedia (LVS)|*.lvs|With multimedia (LVS)|*.lvs
es: Sin multimedia (LVS)|*.lvs|Con multimedia (LVS)|*.lvs
pt: Sem multimédia (LVS)|*.lvs|Com multimédia (LVS)|*.lvs
ro: Fără multimedia (LVS)|*.lvs|Cu multimedia (LVS)|*.lvs

# dlgExportPackedActivity.Title
source: Export packed activity
es: Exportar actividad compactada
pt: Exportar actividade compactada
ro: Exportă activitate compactată

# dlgExportDocument.Filter
source: Document files (MHT, HTML, TXT, RTF, DOC, XLS, CSV, PPT)|*.mht;*.html;*.htm;*.txt;*.rtf;*.doc;*.xls;*.csv;*.ppt|Web archive (MHT)|*.mht|Webpage (HTML)|*.html;*.htm|Text files (TXT, RTF)|*.txt;*.rtf|Word documents (DOC)|*.doc|Excel spreadsheets (XLS, CSV)|*.xls;*.csv|PowerPoint presentations (PPT)|*.ppt
es: Archivos de documentos (MHT, HTML, TXT, RTF, DOC, XLS, CSV, PPT, SWF, PDF)|*.mht;*.html;*.htm;*.txt;*.rtf;*.doc;*.xls;*.csv;*.ppt;*.swf;*.pdf|Archivos web (MHT)|*.mht|Página web (HTML)|*.html;*.htm|Archivos de texto (TXT, RTF)|*.txt;*.rtf|Documentos Word (DOC)|*.doc|Hojas de cálculo Excel (XLS, CSV)|*.xls;*.csv|Presentaciones PowerPoint (PPT)|*.ppt|Documentos Shockwave (SWF)|*.swf|Documentos PDF|*.pdf
pt: Ficheiros (MHT, HTML, TXT, RTF, DOC, XLS, CSV, PPT, SWF, PDF)|*.mht;*.html;*.htm;*.txt;*.rtf;*.doc;*.xls;*.csv;*.ppt;*.swf;*.pdf|arquivo Web (MHT)|*.mht|Página Web (HTML)|*.html;*.htm|Ficheiros de Texto (TXT, RTF)|*.txt;*.rtf|Documentos Word (DOC)|*.doc|Folhas de Cálculo Excel (XLS, CSV)|*.xls;*.csv|Apresentações PowerPoint (PPT)|*.ppt|Documentos Shockwave (SWF)|*.swf|Documentos PDF|*.pdf
ro: Fişiere document (MHT, HTML, TXT, RTF, DOC, XLS, CSV, PPT, SWF, PDF)|*.mht;*.html;*.htm;*.txt;*.rtf;*.doc;*.xls;*.csv;*.ppt;*.swf;*.pdf|Arhivă Web (MHT)|*.mht|Pagină Web(HTML)|*.html;*.htm|Fişiere Text (TXT, RTF)|*.txt;*.rtf|Documente Word (DOC)|*.doc|Manipulator de tabele Excel (XLS, CSV)|*.xls;*.csv|Prezentări PowerPoint (PPT)|*.ppt|Documente Shockwave (SWF)|*.swf|Documente PDF|*.pdf

# dlgExportDocument.Title
source: Export document
es: Exportar documento
pt: Exportar documento
ro: Exportă document

# dlgImportSubtitles.EncodingLabel
source: &Encoding:
es: &Codificación:
pt: &Codificação:
ro: &Codare:

# dlgImportSubtitles.Filter
source: Subtitling files (TTS, SRT)|*.tts;*.srt|TTS files|*.tts|SRT files|*.srt
es: Archivos de subtítulos (TTS, SRT)|*.tts;*.srt|Archivos TTS|*.tts|Archivos SRT|*.srt
pt: Ficheiros de Legendas (TTS, SRT)|*.tts;*.srt|Ficherios TTS|*.tts|Ficheiros SRT|*.srt
ro: Fişiere de subtitrare (TTS, SRT)|*.tts;*.srt|Fişiere TTS|*.tts|Fişiere SRT|*.srt

# dlgImportSubtitles.Title
source: Import subtitles
es: Importar subtítulos
pt: Importar legendas
ro: Importă subtitrare

# dlgExportSubtitles.EncodingLabel
source: &Encoding:
es: &Codificación:
pt: &Codificação:
ro: &Codare:

# dlgExportSubtitles.Filter
source: Subtitling files (TTS, SRT, FAB, ENC)|*.tts;*.srt;*.fab;*.enc|TTS files|*.tts|SRT files|*.srt|FAB files|*.fab|Adobe Encore files|*.enc
es: Archivos de subtítulos (TTS, SRT, FAB, ENC)|*.tts;*.srt;*.fab;*.enc|Archivos TTS|*.tts|Archivos SRT|*.srt|Archivos FAB|*.fab|Adobe Encore files|*.enc
pt: Ficheiros de Legendas (TTS, SRT, FAB, ENC)|*.tts;*.srt;*.fab;*.enc|Ficheiros TTS|*.tts|Ficheiros SRT|*.srt|Ficheiros FAB|*.fab|Ficheiros Adobe Encore|*.enc
ro: Fişiere subtitrare (TTS, SRT, FAB, ENC)|*.tts;*.srt;*.fab;*.enc|Fişiere TTS|*.tts|Fişiere SRT|*.srt|Fişiere FAB|*.fab|Fişiere Adobe Encore|*.enc

# dlgExportSubtitles.Title
source: Export subtitles
es: Exportar subtítulos
pt: Exportar legendas
ro: Exportă subtitrare

# actionPrintPreview.Text
source: Print pre&view...
ro: Pre&vizualizare imprimare...

# mnuPrintPreview.Text
source: Print pre&view...
ro: Pre&vizualizare imprimare...
