Repository: Zoomicon/LvS
Catalog: LvS/My Project/Resources.*.resx
Languages: hu

# STR_ERROR
source: Error
hu: hiba

# STR_EXCEPTION_EXIT
source: Do you want to exit the application? If you don't the application might not behave properly.
hu: Kilép az alkalmazásból? Ha nem, akkor az alkalmazás helytelenül működhet.

# STR_EXCEPTION_FEEDBACK
source: Please use Help/Send feedback menu option to report the error details.
hu: Használja a Súgót / a Visszajelzés-menütételt a hiba részeleteinek elküldéséhez.

# STR_ACTIVITY_FOLDER_EXISTS
source: Activity folder already exists
hu: Activity könyvtár már létezik.

# STR_ACTIVITY_MODIFIED
source: Activity has been modified. Do you want to save before closing?
hu: Activity megváltozott. Bezárás előtt menti?

# STR_AUTHORING
source: Authoring
hu: Tutori módozat

# STR_COMMENT
source: Comment
hu: Megjegyzések

# STR_DURATION
source: Duration
hu: Időtartam

# STR_DURATION_POSITIVE
source: Must always have 'Duration' >= 0
hu: Mindig 'Időtartam' >= 0 legyen

# STR_ENDTIME_GREATEREQUAL_STARTTIME
source: Must always have 'End Time' >= 'Start Time'
hu: Mindig 'végidőpont' >= 'kezdésidőpont' legyen

# STR_END_TIME
source: End time
hu: Végidőpont

# STR_ENTER_FEEDBACK
source: Enter your feedback here...
hu: Ide írja be a visszajelzést...

# STR_ENTER_FOLDER_NAME
source: Enter folder name
hu: Adja meg a könyvtár nevét

# STR_FILE_NOT_FOUND
source: File not found
hu: Fájl nem található

# STR_FOLDER_NOT_FOUND
source: Folder not found
hu: Könyvtár nem található

# STR_HELP_NOT_FOUND
source: Help file not found
hu: Súgófájl nem található

# STR_INVALID_CHANGEFONTSTYLE_PARAM
source: Invalid style parameter to 'ChangeFontStyle' method
hu: Érvénytelen stílusparaméter a 'karakterstílus megváltoztatása' módszerhez

# STR_INVALID_FOLDER_NAME_CHARS
source: Folder name can't contain the following chars
hu: A könyvtár neve nem tartalmazhatja a következő karaktereket

# STR_INVALID_VALUE
source: Invalid value
hu: Érvénytelen érték

# STR_LOAD_FILE_FAILED
source: Couldn't load file
hu: A fájl nem tölthető be

# STR_NEW_ACTIVITY_FOLDER_NAME
source: New activity folder name?
hu: Új activity könyvtár-név?

# STR_NOT_ACTIVITY_FOLDER
source: This is not an activity folder
hu: Ez nem activity könyvtár

# STR_OPEN_URL_FAILED
source: Couldn't open network address (URL)
hu: A hálózati cím (URL) nem nyitható meg

# STR_PACK_ACTIVITY_FOLDER_FAILED
source: Could not pack activity folder
hu: Az activity könyvtár nem csomagolható be

# STR_PARENT_FOLDER_IS_ACTIVITY
source: You can't select an activity folder as parent folder
hu: Nem választhat activity könyvtárat gyökérkönyvtárként

# STR_QUESTION
source: Question
hu: Kérdés

# STR_REMOVE_SUBTITLE_STUDENT_COMMENT
source: Do you want to remove subtitle's student comment?
hu: El kívánja távolítani a felirat hallgatói megjegyzését?

# STR_REMOVE_SUBTITLE_TEACHER_COMMENT
source: Do you want to remove subtitle's teacher comment?
hu: El kívánja távolítani a felirat tanári megjegyzését?

# STR_SAVE_FILE_FAILED
source: Couldn't save file
hu: A fájl nem menthető

# STR_SELECT_ACTIVITY_FOLDER
source: Select activity folder
hu: Válasszon activity könyvtárat

# STR_SELECT_PARENT_FOLDER_NEW_ACTIVITY
source: Select parent folder for new activity subfolder
hu: Válasszon gyökérkönyvtárat az új activity alkönyvtárhoz

# STR_SELECT_PARENT_FOLDER_UNPACK_ACTIVITY
source: Select parent folder to unpack activity subfolder
hu: Válasszon gyökérkönyvtárat activity alkönyvtár kicsomagolásához

# STR_START_TIME
source: Start time
hu: Kezdésidő

# STR_STUDENT_COMMENT
source: Student
hu: Hallgató

# STR_SUBTITLE
source: Subtitle
hu: Felirat

# STR_TEACHER_COMMENT
source: Teacher
hu: Tanár

# STR_UNPACK_FAILED
source: Could not unpack activity file
hu: Az activity fájl nem csomagolható ki

# STR_VERSION
source: Version
hu: Verzió

# STR_VOLUME
source: Volume
hu: Meghajtó

# STR_WARNING
source: Warning
hu: Figyelem

# STR_ABOUT
source: Information
hu: Információ
